/* Type of IP address */
"6to4 relay" = "μετατροπέας 6-σε-4";

/* No comment provided by engineer. */
"AirPort Connected" = "Το AirPort συνδέθηκε";

/* No comment provided by engineer. */
"Airport connected" = "Το AirPort συνδέθηκε";

/* No comment provided by engineer. */
"Airport disconnected" = "Το AirPort αποσυνδέθηκε";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Το AirPort συνδέθηκε";

/* No comment provided by engineer. */
"Battery charging..." = "Φόρτιση μπαταρίας...";

/* Type of IP address */
"Benchmark" = "Μετροπρόγραμμα";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Σύνδεση Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Σύνδεση Συσκευής Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Αποσύνδεση Συσκευής Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Αποσύνδεση Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Τρέχον επίπεδο φόρτισης: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Σύνδεση Ethernet";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Αποσύνδεση Ethernet";

/* No comment provided by engineer. */
"FireWire Connection" = "Σύνδεση FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Σύνδεση Συσκευής FireWire";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Αποσύνδεση Συσκευής FireWire";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Αποσύνδεση FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Ομαδοποίηση Ειδοποιήσεων Δικτύου";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "Λήψη IP";

/* No comment provided by engineer. */
"IP address acquired" = "Απόκτηση διεύθυνσης IP";

/* No comment provided by engineer. */
"IP address released" = "Απελευθέρωση διεύθυνσης IP";

/* No comment provided by engineer. */
"IP Released" = "Απελευθέρωση IP";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Είσοδος σε δίκτυο.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Έξοδος από το δίκτυο %@.";

/* Type of IP address */
"Link-local" = "Τοπική σύνδεση";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Move to Dock" = "Μεταφορά στο Dock";

/* No comment provided by engineer. */
"Move to Menubar" = "Μεταφορά στο μενού";

/* No comment provided by engineer. */
"Network Link Down" = "Αποσύνδεση Δικτύου";

/* No comment provided by engineer. */
"Network Link Up" = "Σύνδεση Δικτύου";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Νέα κύρια IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Δεν υπάρχει διεύθυνση IP";

/* No comment provided by engineer. */
"On A/C power" = "Χρήση φορτιστή";

/* No comment provided by engineer. */
"On battery power" = "Χρήση μπαταρίας";

/* No comment provided by engineer. */
"On UPS power" = "Χρήση UPS";

/* No comment provided by engineer. */
"Preferences..." = "Επιλογές...";

/* Type of IP address */
"Private" = "Ιδιωτική";

/* Type of IP address */
"Public" = "Δημόσια";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Έξοδος από το Hardware Growler";

/* Type of IP address */
"Reserved" = "Δοσμένη";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Εμφάνιση συνδεδεμένων συσκευών κατά την εκκίνηση";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Αλλαγή σε ρεύμα φορτιστή";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Αλλαγή σε ρεύμα μπαταρίας";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Αλλαγή σε ρεύμα UPS";

/* No comment provided by engineer. */
"Sync finished" = "Ολοκλήρωση συγχρονισμού";

/* No comment provided by engineer. */
"Sync started" = "Εκκίνηση συγχρονισμού";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Η αλλαγή θα ολοκληρωθεί την επόμενη φορά που θα τρέξετε το Hardware Growler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Χρόνος που απομένει: %i λεπτά";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Χρόνος για φόρτιση: %i λεπτά";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Ανώνυμη Συσκευή FireWire";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Δίαυλος USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Δίαυλος USB";

/* No comment provided by engineer. */
"USB Connection" = "Σύνδεση USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Σύνδεση συσκευής USB";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Αποσύνδεση συσκευής USB";

/* No comment provided by engineer. */
"USB Disconnection" = "Αποσύνδεση USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Σύνδεση Δίσκου";

/* No comment provided by engineer. */
"Volume Unmounted" = "Αποσύνδεση Δίσκου";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Άνοιγμα Ρυθμίσεων του HardwareGrowler...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Εμφάνιση εικονιδίου παντού";

/* display the icon only in the dock */
"Show icon in the dock" = "Εμφάνιση εικονιδίου στο dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Εμφάνιση εικονιδίου στην γραμμή μενού";

/* display no icon at all */
"No icon visible" = "Απόκρυψη εικονιδίων";

/* No comment provided by engineer. */
"Icon:" = "Εικονίδιο:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Προσοχή! Ενεργοποιόντας αυτή την επιλογή θα ρυθμίσετε το HardwareGrowler να τρέχει στο παρασκήνιο.";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Προσοχή! Ενεργοποιόντας αυτή την επιλογή θα προσθέσετε το ΗardwareGrowler στα login items σας";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Με αυτή την επιλογή, αφήνετε το Hardware Growler να εκκινεί κάθε φορά που κάνετε login, ώστε να σας εμφανίζει όλες τις αλλαγές στο σύστημα";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Έναρξη του HardwareGrowler κατα την Είσοδο:";

